{"class_name": "Sequential", "keras_version": "1.0.8", "config": [{"class_name": "Dense", "config": {"name": "dense_1", "batch_input_shape": [null, 7], "trainable": true, "activity_regularizer": null, "b_constraint": null, "activation": "relu", "bias": true, "input_dim": 7, "W_regularizer": null, "input_dtype": "float32", "W_constraint": null, "init": "glorot_uniform", "output_dim": 7, "b_regularizer": null}}, {"class_name": "Dense", "config": {"name": "dense_2", "trainable": true, "activity_regularizer": null, "b_constraint": null, "activation": "relu", "input_dim": null, "W_regularizer": null, "bias": true, "W_constraint": null, "init": "glorot_uniform", "output_dim": 4, "b_regularizer": null}}, {"class_name": "Dense", "config": {"name": "dense_3", "trainable": true, "activity_regularizer": null, "b_constraint": null, "activation": "sigmoid", "input_dim": null, "W_regularizer": null, "bias": true, "W_constraint": null, "init": "glorot_uniform", "output_dim": 1, "b_regularizer": null}}]}